<script>
export default {
  name: "ConditionPage"
}
</script>

<template>
  <div class="container">
    <div class="text-center my-5">
      <h1 class="fs-4 fw-bold">Соглашение об оказании конечным Пользователям услуг по использованию технологической площадки и
        инфраструктуры MYSPEAKUP («Пользовательское соглашение»)</h1>
    </div>
    <div class="text-justify" style="min-height: 80vh">
      <p>
        Г. Ургенч
        Стороны:
        ООО «MYSPEAKUP», созданная и действующая по законодательству Республики Узбекистан, ИНН 525912063, расположенная по почтовому адресу: Республика Узбекистан 220100, ул. Ислам Каримов, Навбахор махаля, Ургенч, дом 45/А, осуществляющий деятельность по предоставлению онлайн-платформы для взаимодействия Репетиторов и Пользователей, расположенная по веб-адресу myspeakup.uz (далее именуемая — «myspeakup»), и Лицо, пользующееся данным сервисом для поиска Репетиторов и взаимодействия с ним (далее — «Пользователь»).
      </p>
      <p class="mt-2 d-flex text-justify">
        <p class="fw-bold fs-4" >1. Определения:</p>
        Сервис - онлайн-платформа myspeakup (технологическая площадка), предоставляющая инфраструктуру для взаимодействия Репетиторов и Пользователей, в режиме онлайн посредством сайта https://myspeakup.uz/ размещенного в сети интернет, а так же инсталляции специального ПО на различные пользовательские устройства (телефон, планшет).
        Пользователь - физическое лицо, которое по собственному желанию, на возмездной основе пользуется услугами Сервиса myspeakup. Пользователем может быть частное физическое лицо, сотрудник компании (Клиента), конечный потребитель услуг Репетитора и услуг myspeakup.
        Клиент - физическое или юридическое лицо являющийся плательщиком услуг Репетитора и услуг myspeakup. Физические лицо, которое выступает в качестве плательщика услуг Репетитора в интересах Пользователя, должно быть совершеннолетним, дееспособным, имеющим все права на заключения сделки на оказание возмездных услуг.
        Репетитор - физическое лицо, которое имеет статус Самозанятого лица, по направления услуги Репетитора, онлайн-тренер, онлайн-консультант, либо статус Индивидуального предпринимателя (ИП), действующий на основании свидетельства, выданного уполномоченным органом Узбекистана, на право осуществления деятельности по направлению Услуги Репетитора. Репетитор обязан самостоятельно оказывать Услуги Пользователям (ученикам).
        Услуга myspeakup - которая предоставляет Пользователям (ученикам), Клиентам и Репетиторам услуги по использованию инфраструктуры онлайн-платформы, в виде ведения учета рейтинга Репетиторов; допустимой информации о Репетиторе(ах); предоставления технологических возможностей общаться через текстовые сообщения и видеосвязь в режиме онлайн на онлайн-платформе myspeakup; обеспечение приёма оплаты от Клиента и произведение выплат Репетиторам. Также myspeakup предоставляет возможный (негарантированный) поток Клиентов/Пользователей для Репетиторов, и Репетиторов для Клиентов/Пользователей. Онлайн-платформа myspeakup, ни её создатели (разработчики, акционеры, учредители иные аффилированные лица), не предоставляют образовательные услуги и не имеет в штате Репетиторов.
        Услуга Репетитора - Репетиторская услуга в режиме онлайн на онлайн-платформе myspeakup по различным темам и направлениям, которая оказывается самостоятельно Репетитором(ами). Услуга оказывается лицами, имеющими все разрешительные документы, образование, квалификацию, навыки. Репетитор предоставляет Пользователю качественный контент, занятия, в выбранном, оплаченном Клиентом/Пользователем объёме и сроках. Репетитор самостоятельно несет ответственность за качество Занятия.
        Занятие/урок - промежуток времени, в течение которого Репетитор оказывает свои услуги Пользователю, в онлайн режиме через онлайн-платформу myspeakup, согласно условиям, определенным в настоящем Соглашении (п.5.1.).
        Аккаунт - учетная запись пользователя, создаваемая в процессе регистрации на онлайн-платформе myspeakup, содержащая данные для авторизации, личную информацию, данные о финансовых операциях по всем профилям и пр. Пользователю доступны Услуги онлайн-латформы только после создания Аккаунта. Один аккаунт можно использовать на разных устройствах.
        Профиль - в рамках одного аккаунта Пользователь может создать до 10 профилей для членов своей семьи.
        Персональный баланс - персональный счет Пользователя на онлайн-платформе, отображающий средства, которые Пользователь может использовать для оплаты Услуг myspeakup.Пробный урок - бесплатный ознакомительный урок, который Репетитор проводит на онлайн-платформе myspeakup.
        Пакет уроков - некоторое количество тематических уроков с предварительно выбранным расписанием, оплаченных одним платежом.
        Регулярный урок - один из уроков в составе оплаченного пакета.
        Разовый урок - оплаченный урок с предварительно выбранным расписанием, который проводится единожды без какой-либо периодичности.
        Групповой урок - урок, на котором может присутствовать более 1 (одного) Пользователя, но не более 30, который оплачен Пользователями. Дата группового урока определяется Репетитором или Платформой myspeakup, и указывается на платформе и в личном кабинете Пользователя.
        Видеоконференцсвязь (ВКС) - техническое решение, разработанное myspeakup, позволяющие Репетиторам и Пользователям проводить урок в режиме онлайн на платформе myspeakup.
      </p>
      <p class="mt-2 fw-bold fs-4">
        2. Принятие и изменение настоящего Соглашения
      </p>
      <p class="mt-2">
        2.1. Зарегистрировавшись на сайте https://myspeakup.uz (https://myspeakup.uz/) / (далее — «Сайт») Пользователь тем самым принимает настоящее Соглашение полностью, безоговорочно и безусловно.
      </p>
      <p class="mt-2">
        2.2. Любой Пользователь, принимающий Соглашение, заверяет myspeakup о следующих обстоятельствах:
      </p>
      <p class="mt-2">
        2.2.1 он является совершеннолетним (достиг возраста полной дееспособности) согласно законодательству своей страны и обладает полной договорной дееспособностью; или
      </p>
      <p class="mt-2">
        2.2.2 если Пользователь несовершеннолетний: он является эмансипированным несовершеннолетним, либо получил законное согласие родителя или законного опекуна, или попечителя на заключение Соглашения в форме, установленной действующим законодательством, и обладает полной правоспособностью и дееспособностью для заключения и исполнения настоящего Соглашения; или
      </p>
      <p class="mt-2">
        2.2.3 если Пользователь является родителем или законным опекуном или попечителем несовершеннолетнего и заключает Соглашение от его имени: давая несовершеннолетнему разрешение пользоваться услугами, родители и опекуны (попечители) соглашаются с условиями Соглашения от имени несовершеннолетнего и несут ответственность за надзор за использованием услуг несовершеннолетним. Если вы не давали своему ребёнку разрешения, просим Вас немедленно связаться с нами, чтобы мы могли отключить доступ;
      </p>
      <p class="mt-2">
        2.2.4 для заключения и выполнения Пользователем настоящего Соглашения не требуется согласия или одобрения каких-либо третьих лиц. myspeakup вправе в любой момент потребовать от Пользователя предоставить информацию и документы, подтверждающие вышеприведённые заверения об обстоятельствах, а Пользователь обязуется предоставить такую информацию и документы в течение 14 (четырнадцать) дней с даты запроса. Информация и документы могут быть предоставлены в электронном (сканированном) варианте;
      </p>
      <p class="mt-2 fw-bold fs-4">
        3. Предмет Соглашения
      </p>
      <p class="mt-2">
        3.1 Предметом настоящего Соглашения является оказание услуг по использованию технологической онлайн-платформы и инфраструктуры myspeakup для поиска и взаимодействия с Репетитором, потреблению Репетиторских услуг по выбранному Пользователем направлениям, которые оказываются исключительно Репетиторами (индивидуальный предприниматель, самозанятые лица). myspeakup привлекает физических и юридических лиц для организации платных услуг на своей онлайн-платформе (площадке) по Соглашению.
      </p>
      <p class="mt-2">
        3.2 Услуги оказываются по выбору Пользователя согласно условиям настоящего Соглашения.
      </p>
      <p class="mt-2">
        4. Выбор и замена Репетитора, составление расписания занятий
      </p>
      <p class="mt-2 fw-bold fs-4">
        4.1 Пользователь выбирает доступного Репетитора по своему усмотрению, принимая во внимание цели изучения выбранного предмета, и промежутков времени, в которые Пользователь может заниматься. Методика проведения уроков определяется Репетитором самостоятельно.
      </p>
      <p class="mt-2">
        4.2 Пользователь вправе поменять Репетитора и обязан изложить причины такого запроса, направляя его в техническую поддержку myspeakup. Запрос рассматривается в течение 72 (семидесяти двух) часов с момента его получения либо при наличии уважительных на то причин, продлить время рассмотрения запроса (отсутствие доступного Репетитора и пр.)
      </p>
      <p class="mt-2">
        4.3 Пользователь также самостоятельно выбирает удобное для него дату и время занятий, которые в свою очередь свободны у Репетитора.
      </p>
      <p class="mt-2 fw-bold fs-4">
        5. Занятия (уроки)
      </p>
      <p class="mt-2">
        5.1 На онлайн-платформе доступны к покупке как разовые уроки, так и пакеты из 5, 10 и 20 уроков.
      </p>
      <p class="mt-2">
        5.2 Все занятия проходят на специально разработанной онлайн-платформе myspeakup. В случае если при оказании Услуг Репетитора, возникнут технические неполадки (не получается соединиться через внутреннюю систему видеосвязи), Репетитор вправе провести занятие с Пользователем используя сторонние программы и сервисы, такие как Telegram или Zoom.
      </p>
      <p class="mt-2">
        5.3 Пользователь и Репетитор дают свое согласие на то, что myspeakup вправе вести аудио и видео запись занятий с целью контроля качества и повышения качества обслуживания. myspeakup не передаёт данные записи третьим лицам. myspeakup может предоставить записи, в случае официального обращения правоохранительных органов.
      </p>
      <p class="mt-2">
        5.4 Если в установленное расписанием время начала занятия Пользователю не удаётся связаться с Репетитором, Пользователь обязан направить соответствующее уведомление через свой Личный кабинет нажав кнопку Сообщить о проблеме и изложив ситуацию. Занятие, не проведённое по вине Репетитора, может быть перенесено на другое время.
      </p>
      <p class="mt-2">
        5.5 В случае если в течение пяти минут после запланированного начала занятия Пользователь не выходит на связь с Репетитором, и отсутствует уважительная на то причина занятие считается начатым. Репетитор находится на онлайн-платформе в ожидании Ученика в течении 15 минут с момента начала урока, если Ученик не оповестил об опоздании и не вышел на связь Репетитор вправе закончить урок. Занятие считается начатым по расписанию, независимо от того, когда установлена связь. В случае если, несмотря на соблюдение положений данного пункта, Репетитору не удаётся связаться с Пользователем, занятие считается успешно проведенным и оплачивается в размере 100% от стоимости.
      </p>
      <p class="mt-2">
        5.6 Занятие считается проведённым надлежащим образом, если в течение 1 (одного) часа после его окончания Пользователь не подаст в myspeakup претензию относительно качества занятия или пунктуальности Репетитора, нажав на кнопку Сообщить о проблеме, напротив не надлежаще проведенного занятия.
      </p>
      <p class="mt-2 fw-bold fs-4">
        6. Перенос занятий и пропуск занятий
      </p>
      <p class="mt-2">
        6.1 Пользователь вправе перенести занятие не менее чем за 6 (шесть) часов до начала занятия. Несоблюдение указанного срока Пользователем означает, что Пользователь согласен на предлагаемое время проведения занятия, и если Пользователь пропускает занятие, то уплаченные за это занятие деньги не возвращаются. Количество переносов устанавливается каждым Репетитором самостоятельно. Пробный и разовые уроки переносу не подлежат. Перенос осуществляется Пользователем самостоятельно через Личный кабинет: перенести занятие можно только на свободное время, отмеченное доступным для переноса в расписании Репетитора. Репетитор должен согласовать перенос в своём личном кабинете. Если Репетитор не согласовал урок, урок считается не проведённым и деньги остаются на балансе ученика.
      </p>
      <p class="mt-2">
        уроков – 3 (три) для каждого аккаунта или профиля по каждому из предметов. Пользователь может получить только 1 (один) пробный урок у каждого (любого) Репетитора. Далее необходимо приобрести один из Пакетов занятий (согласно п. 8).
      </p>
      <p class="mt-2">
        6.3 В случаи если Пользователь имеет не израсходованные, но оплаченные занятия (часы), которые перенесены как по инициативе Репетитора, так и Пользователя, и при этом долгое время (более 6 календарных месяцев со дня оплаты) не воспользовался правом получить услуги Репетитора, стоимость таких занятий подлежат возврату плательщику (Клиенту/Пользователя), согласно п. 8.9., 13.3. настоящего Соглашения. При этом, Клиент/Пользователь подтверждают и гарантируют, что не будут требовать проценты за использование сумм не израсходованных занятий, согласно ст. 327 ГК РУз.
      </p>
      <p class="mt-2 fw-bold fs-4">
        7. Технические требования
      </p>
      <p class="mt-2">
        7.1 Пользователь и Репетитор несут ответственность за соблюдение минимальных технических требований на протяжении всего занятия и за организацию рабочего места перед занятием. myspeakup не несёт ответственности за непредоставление услуг или их ненадлежащее качество, если причиной стало отсутствие необходимого программного обеспечения или технические проблемы с подключением к Интернету.
      </p>
      <p class="mt-2">
        7.2 Минимальные системные требования для ПК:
      </p>
      <p class="mt-2">
        7.2.1 Операционная система: Windows 8.1/10, Mac OS X 10.12 и новее;
      </p>
      <p class="mt-2">
        7.2.2 Браузер: Google Chrome последней стабильной версии;
      </p>
      <p class="mt-2">
        7.2.3 Оперативная память: от 4 ГБ и выше;
      </p>
      <p class="mt-2">
        7.2.4 Процессор: intel i3, i5, i7 не ниже 4-го поколения или AMD Ryzen 3, 5, 7 любого поколения;
      </p>
      <p class="mt-2">
        7.2.5 Интернет-соединение: от 5 Мбит/сек;
      </p>
      <p class="mt-2">
        7.2.6 Наличие микрофона и веб-камеры.
      </p>
      <p class="mt-2">
        7.3 Рекомендованные системные требования для ПК:
      </p>
      <p class="mt-2">
        7.3.1 Операционная система: Windows 10, MacOS 10.13 и новее;
      </p>
      <p class="mt-2">
        7.3.2 Браузер: Google Chrome последней стабильной версии;
      </p>
      <p class="mt-2">7.3.3 Оперативная память: от 6 ГБ и выше;</p>
      <p class="mt-2">
        7.3.4 Процессор: intel i3, i5, i7 не ниже 5-го поколения или AMD Ryzen 3, 5, 7 любого поколения;
      </p>
      <p class="mt-2">
        7.3.5 Интернет-соединение: от 10 Мбит/сек;
      </p>
      <p class="mt-2">
        7.3.6 Наличие микрофона и веб-камеры.
      </p>
      <p class="mt-2">
        7.4 Минимальные системные требования для мобильных устройств (смартфон / планшет):
      </p>
      <p class="mt-2">
        7.4.1 Версия OS: Android 7, iOS 12.3 или новее;
      </p>
      <p class="mt-2">
        7.4.2 Браузеры: актуальная версия Chrome;
      </p>
      <p class="mt-2">
        7.4.3 Оперативная память: 2 ГБ или больше;
      </p>
      <p class="mt-2">
        7.4.4 Процессор: 1.5 ГГц (4-х ядерный) или мощнее;
      </p>
      <p class="mt-2">
        7.4.5 Интернет-соединение: от 5 Мбит/сек.
      </p>
      <p class="mt-2">
        7.5 Рекомендуемые системные требования для мобильных устройств (смартфон/планшет):
      </p>
      <p class="mt-2">
        7.5.1 Версия OS: Android 9, iOS 13 или новее;
      </p>
      <p class="mt-2">
        7.5.2 Браузеры: актуальная версия Chrome;
      </p>
      <p class="mt-2">
        7.5.3 Оперативная память: 3 ГБ или больше;
      </p>
      <p class="mt-2">
        7.5.4 Процессор: 2 ГГц (4-х ядерный) или мощнее;
      </p>
      <p class="mt-2">
        7.5.5 Интернет-соединение: от 10 Мбит/сек.
      </p>
      <p class="mt-2">
        7.6 Требования к организации рабочего места:
      </p>
      <p class="mt-2">
        7.6.1 Закрыть все программы, которые могут занять большую часть интернет-канала либо отвлекать от занятия (например, файлообменники, различные мессенджеры);
      </p>
      <p class="mt-2">
        7.6.2 Для проведения урока Пользователь должен обеспечить доступ к микрофону и камере на своем техническом устройстве.
      </p>
      <p class="mt-2 fw-bold fs-4">
        8. Стоимость
      </p>
      <p class="mt-2">
        8.1 Услуги Репетитора оплачиваются на условиях 100% предоплаты. Стоимость услуг Репетитора определяется Репетиторами, согласно утвержденной тарифной сетке. Цены и способы оплаты публикуются на странице каждого Репетитора.
      </p>
      <p class="mt-2">
        8.2 Оплата может производиться путем списания денежных средств с персонального баланса Пользователя либо путем прямой оплаты услуг посредством платежных систем, интегрированных с платформой myspeakup.
      </p>
      <p class="mt-2">
        8.3 Варианты оплаты Услуг на онлайн-платформе myspeakup:
      </p>
      <p class="mt-2">
        8.3.1 Оплата пакета на онлайн-платформе, используя доступные платежные системы;
      </p>
      <p class="mt-2">
        8.3.2 Пополнение персонального баланса через платежные системы и списание денежных средств в счет оплаты Услуг myspeakup;
      </p>
      <p class="mt-2">
        8.3.3 Возможность привязать банковскую карту и автоматическое списание средств. Подробнее о способах оплаты Услуг можно ознакомиться на странице (создадим статью с описанием всех способов пополнения баланса и оплаты услуг).
      </p>
      <p class="mt-2">
        8.4 Пользователю, выбравшему Пакет занятий в количестве 5 уроков, не предоставляется скидка; при выборе 10 уроков, предоставляется 5% скидка; при покупке 20 уроков 7% скидка.
      </p>
      <p class="mt-2">
        8.5 Пользователь несёт единоличную ответственность за корректность осуществляемых платежей и уплату применимых комиссий (налогов).
      </p>
      <p class="mt-2">
        8.5 Пользователь несёт единоличную ответственность за корректность осуществляемых платежей и уплату применимых комиссий (налогов).
        8.6 Пользователь несёт единоличную ответственность за оплату услуг третьих лиц (таких как услуги связи, Интернет и т.д.), необходимых для получения услуг myspeakup и Репетитора.
      </p>
      <p class="mt-2">
        8.7 Все права и обязанности, возникающие в процессе расчётов между Пользователем и Репетитором, возникают непосредственно между Процессинговым центром и плательщиком.
      </p>
      <p class="mt-2">
        8.8 myspeakup не обрабатывает персональные данные плательщиков, предоставленные в связи с проведением Процессинговым центром расчётов по платежам. myspeakup не хранит реквизиты банковских карт Пользователей на своих ресурсах, в том числе серверах, облачных хранилищах и т.д.
      </p>
      <p class="mt-2">

      </p>
      <p class="mt-2">
        8.9 Возврат стоимости не израсходованных занятий осуществляется в порядке, определенным п. 12.3. настоящего Соглашения. В случае отсутствия обратной связи со стороны Клиента/Пользователя на сообщение о возврате стоимости не израсходованных занятий более 3 (трех) календарных месяцев со дня направления соответствующего сообщения, myspeakup вправе засчитать данную сумму в свой доход.
      </p>
      <p class="mt-2 fw-bold fs-4">
        9. Данные Пользователя
      </p>
      <p class="mt-2">
        9.1 Пользователь обязуется предоставлять myspeakup все данные, запрашиваемые Сайтом или компанией ООО “myspeakup”, которые необходимы для предоставления услуг.
      </p>
      <p class="mt-2">
        9.2 myspeakup обрабатывает данные Пользователя в соответствии с Политикой конфиденциальности и Соглашением об обработке персональных данных, которые можно найти на сайте https://myspeakup.uz и которое включено в настоящее Соглашение путём отсылки.
      </p>
      <p class="mt-2">
        9.3 myspeakup обязуется не разглашать конфиденциальную информацию, предоставленную Пользователем в связи с выполнением Соглашения (за исключением общедоступной информации или информации, предоставленной Пользователем при регистрации на Сайте), третьим лицам без предварительного согласия Пользователя. При этом, myspeakup вправе без согласия Пользователя предоставить конфиденциальную информацию, персональные данные Пользователя и Репетитора правоохранительным органам и иным государственным органам, в рамках законодательства РУз.
      </p>
      <p class="mt-2">
        9.4 myspeakup вправе использовать электронную почту, номер телефона, логин и другие данные, предоставленные Пользователем при регистрации на Сайте, для отправки Пользователю информации и рекламных материалов, в том числе для информирования Пользователя о деятельности компании myspeakup и о ходе исполнения настоящего Соглашения.
      </p>
      <p class="mt-2 fw-bold fs-4">
        10. Конфиденциальность
      </p>
      <p class="mt-2">
        10.1 Пользователь обязуется не разглашать конфиденциальную информацию и иные данные, предоставленные компанией myspeakup в ходе исполнения Соглашения (за исключением общедоступной информации), третьим лицам без предварительного письменного согласия компании myspeakup.
      </p>
      <p class="mt-2 fw-bold fs-4">
        11. Информационное взаимодействие
      </p>
      <p class="mt-2">
        11.1 Информация о переносе занятий или иные события автоматически отображаются в уведомлениях Репетитора/Пользователя, а также передаются на их электронную почту, указанную в персональных данных
      </p>
      <p class="mt-2 fw-bold fs-4">
        12. Ответственность
      </p>
      <p class="mt-2">
        12.1 Ответственность Репетитора за отмену занятий ограничивается возвратом уплаченной за них суммы Пользователю или переносом занятия на другое удобное для Сторон время (по выбору Пользователя).
      </p>
      <p class="mt-2">
        12.2 Стороны не несут ответственности за нарушение своих обязательств по Соглашению, если такое нарушение явилось следствием обстоятельств или событий, которые нарушившая Сторона не могла обоснованно ожидать (обстоятельства непреодолимой силы), включая наводнения, другие стихийные бедствия, военные действия, решения и действия, и ограничения органов государственной власти или иные события.
      </p>
      <p class="mt-2">
        12.3 myspeakup /Репетитор вправе отказать в оказании услуг, если имеет разумные основания полагать, что Пользователь:
        12.3.1 Вёл себя неподобающе во время занятия (например, грубил Репетитору, отвлекался, не принимал меры по устранению замечаний Репетитора и пр.);
      </p>
      <p class="mt-2">
        12.4 При предоставлении Пользователю в качестве бонуса или поощрения дополнительных занятий, Пользователь не может требовать денежной компенсации в случае, если такое дополнительное занятие по какой-либо причине не было проведено, или если Пользователь отказывается от такого занятия. Такие дополнительные бонусные занятия проводятся после прохождения всех оплаченных Пользователем занятий.
      </p>
      <p class="mt-2 fw-bold fs-4">
        13. Расторжение Соглашения Прекращение участия в Соглашении
      </p>
      <p class="mt-2">
        13.1 Пользователь вправе расторгнуть настоящее Соглашение в одностороннем порядке, письменно уведомив myspeakup о своем намерении расторгнуть Соглашение и причинах расторжения, путем направления такого уведомления на почту support@myspeakup.uz. Вопрос о возврате Пользователю ранее оплаченных Пользователем денежных средств в размере, равном стоимости услуг, не оказанных Репетитором, но при условии удержания расходов на обработку платежей (комиссий банка и др.). Профиль Пользователя на онлайн-платформе myspeakup будет деактивирован (заблокирован).
      </p>
      <p class="mt-2">
        13.2 Все стороны соглашения обязуются следовать процедуре и Политике возврата денежных средств (https://mydars.uz/refund-policy) являющейся неотъемлемой частью данного Соглашения.
      </p>
      <p class="mt-2">
        13.3 В случае положительного решения, возврат средств производится в течение 30 (тридцати) банковских дней с даты расторжения Соглашения. При наличии претензии к качеству оказанных услуг такая претензия рассматривается в течение 15 (пятнадцати) рабочих дней. Чтобы получить возврат денежных средств. Пользователь заполняет заявление о возврате денежных средств в свободной форме как это описано в Политике возврата денежных средств, подписывает заявление и отправляет его электронную (сканированную) копию вместе с электронной копией удостоверения личности Пользователя. При возврате Пользователь не сохраняет за собой право на бонусные занятия, предоставленные ему и не использованные с момента любых платежей за Услуги или в рамках маркетинговых акций. Пользователь не может получить возврат денежных средств за не использованные бонусные занятия.
      </p>
      <p class="mt-2">
        13.4 В случае если Пользователь решит возобновить занятия после расторжения Соглашения, стоимость занятий определяется в соответствии с ценами, действующими на момент возобновления.
      </p>
      <p class="mt-2 fw-bold fs-4">
        14. Применимое законодательство и порядок разрешения споров
      </p>
      <p class="mt-2">
        14.1 Настоящее Соглашение регулируется и толкуется в соответствии с законодательством Республики Узбекистан.
        14.2 Все споры и разногласия, возникающие из настоящего Соглашения или в связи с ним, разрешаются путём переговоров в следующем порядке:
      </p>
      <p class="mt-2">
        14.2.1 Пострадавшая Сторона по электронной почте направляет другой Стороне письменную претензию;
      </p>
      <p class="mt-2">
        14.2.2 В случае если в течение 15 (пятнадцати) календарных дней потерпевшая Сторона не получит ответа или Стороны не придут к соглашению, потерпевшая Сторона вправе передать спор на рассмотрение суда.
      </p>
      <p class="mt-2">
        14.3 Стороны соглашаются, что, если иск предъявляется к компании ООО «myspeakup», он должен быть представлен на рассмотрение Ташкентского межрайонного экономического суда.
      </p>
      <p class="mt-2 fw-bold fs-4">
        15. Прочие положения
      </p>
      <p class="mt-2">
        15.1 В случае если какое-либо положение Соглашения признаётся недействительным, ничтожным или неисполнимым, все прочие положения Соглашения остаются действительными и подлежат исполнению в полном объёме.
      </p>
      <p class="mt-2">
        15.2 myspeakup вправе переуступить настоящее Соглашение третьим лицам, и Пользователь настоящим соглашается с такой переуступкой.
      </p>
      <p class="mt-2">
        15.3 Пользователь проинформирован и соглашается с тем, что его домашние задания могут быть полностью либо частично проверены и/или оценены с использованием средств автоматической проверки.
      </p>
      <p class="mt-2">
        15.4 В настоящее Соглашение могут вноситься изменения в одностороннем порядке, о чем будет опубликовано соответствующее уведомление на сайте https://myspeakup.uz/ для Клиентов/Пользователей и/или отправлено уведомление на электронную почту Пользователей, за 10 календарных дней до вступления в силу таких изменений. При этом акцептирование считается автоматическим.
      </p>
      <p class="mt-2">
        15.5 Настоящее Соглашение вступает в силу с момента нажатия Пользователем кнопки о согласии/принятии в процессе регистрации на сайте https://myspeakup.uz/. Данное действие приравнивается к принятию всех условий настоящего Соглашения Пользователем, в соответствии со статьями 367-378 Гражданского кодекса Республики Узбекистан.
      </p>
      <p class="mt-2">
        15.6 myspeakup вправе удалить или заблокировать аккаунт Пользователя при нарушении условий данного Соглашения.
        Контакты для связи
      </p>

    </div>
  </div>

</template>

<style scoped>
.text-justify{
  text-align: justify;
}
</style>