<script>
export default {
  name: "Confidentiality"
}
</script>

<template>
  <div class="container">
    <div class="text-center my-5">
      <h1 class="fs-4 fw-bold">ПОЛИТИКА КОНФИДЕНЦИАЛЬНОСТИ, СОГЛАСИЕ НА ОБРАБОТКУ ПЕРСОНАЛЬНЫХ ДАННЫХ И ПОЛУЧЕНИЯ РАССЫЛОК</h1>
    </div>
    <div class="text-justify" style="min-height: 80vh">
      <p>
        Г. Ургенч
        Стороны:
        ООО «MYSPEAKUP», созданная и действующая по законодательству Республики Узбекистан, ИНН 525912063, расположенная по почтовому адресу: Республика Узбекистан 220100, ул. Ислам Каримов, Навбахор махаля, Ургенч, дом 45/А, осуществляющий деятельность по предоставлению онлайн-платформы для взаимодействия Репетиторов и Пользователей, расположенная по веб-адресу myspeakup.uz (далее именуемая — «myspeakup»), и Лицо, пользующееся данным сервисом для поиска Репетиторов и взаимодействия с ним (далее — «Пользователь»).
      </p>
      <p class="mt-2">
        <p class="fw-bold d-inline">Myspeakup</p> - онлайн-платформа (технологическая площадка), предоставляющая инфраструктуру для взаимодействия Репетиторов и Пользователей, в режиме онлайн посредством сайта https://myspeakup.uz/ размещенного в сети интернет, а так же инсталляции специального ПО на различные пользовательские устройства (телефон, планшет).
      </p>
      <p class="mt-2">
        <p class="fw-bold d-inline">Пользователь</p> – физическое лицо, которое по собственному желанию, на возмездной основе пользуется услугами Сервиса myspeakup. Пользователем может быть частное физическое лицо, сотрудник компании (Клиента), конечный потребитель услуг Репетитора и услуг myspeakup.
      </p>
      <p class="mt-2">
        <p class="fw-bold d-inline">Клиент</p> – физическое или юридическое лицо являющийся плательщиком услуг Репетитора и услуг myspeakup. Физические лицо, которое выступает в качестве плательщика услуг Репетитора в интересах Пользователя, должно быть совершеннолетним, дееспособным, имеющим все права на заключения сделки на оказание возмездных услуг.
      </p>
      <p class="mt-2">
        <p class="fw-bold d-inline">Репетитор</p> - физическое лицо, которое имеет статус Самозанятого лица, по направления услуги Репетитора, онлайн-тренер, онлайн-консультант, либо статус Индивидуального предпринимателя (ИП), действующий на основании свидетельства, выданного уполномоченным органом Узбекистана, на право осуществления деятельности по направлению Услуги Репетитора. Репетитор обязан самостоятельно оказывать Услуги Пользователям (ученикам).
      </p>
      <p class="mt-2">
        <p class="fw-bold d-inline">Посетитель</p> – лицо, которое зашло на сайт myspeakup.uz без авторизации.
      </p>
      <p class="mt-2 fw-bold">Предмет соглашения:</p>
      <p class="mt-2">
        Посетитель, Клиент/Пользователь и Репетитор, пользующиеся сервисом myspeakup на сайте https://myspeakup.uz/ (а также официальных страницах в социальных сетях, субдоменах и др.) дает свое согласие ООО «MYSPEAKUP» на обработку своих персональных данных и согласие на получение рассылок на следующих условиях:
      </p>
      <p class="mt-2">
        пол, контактные данные (в том числе мобильный телефон, электронная почта), дата рождения, адрес проживания и почтовый индекс, ip адрес, тип браузера и иные доступные данные о гаджете, семейное положение, численность и состав семьи, профессия, доход, возраст, место работы.
      </p>
      <p class="mt-2">
        Б) Цели обработки персональных данных:
      </p>
      <p class="mt-2">- продвижение товаров и услуг myspeakup;</p>
      <p class="mt-2">- изучение конъюнктуры рынка;</p>
      <p class="mt-2">- получение и исследование статистических данных об объеме продаж и качестве услуг MyDars;
      </p>
      <p class="mt-2">
        - совершенствование уровня предоставляемых myspeakup услуг;
      </p>
      <p class="mt-2">
        - осуществление других видов деятельности в рамках законодательства РУз. с обязательным выполнением требований законодательства РУз. в области персональных данных.
      </p>
      <p class="mt-2">
        В) Настоящее согласие дается на совершение следующих действий с персональными данными: сбор, систематизация, накопление, хранение, уточнение (обновление, изменение), использование: распространение в случаях и в объеме, предусмотренных законодательством РУз., в том числе предоставление в государственные органы и иные организации, в том числе в составе сведений об аффилированных лицах и группе лиц; обезличивание, блокирование, уничтожение персональных данных. А также для осуществления выплат вознаграждения за проведение услуг Репетиторов, и налоговых выплат/отчислений, а также на хранение всех вышеназванных данных на электронных носителях.
      </p>
      <p class="mt-2">
        Г) Персональные данные, полученные myspeakup, хранятся в соответствии с требованиями законодательства РУз на условиях конфиденциальности. Посетитель, Клиент/Пользователь и Репетитор соглашается с тем, что его персональные данные, полученные myspeakup, могут быть переданы третьим лицам с соблюдением требований законодательства РУз. и на условиях конфиденциальности в случае, если это необходимо для реализации вышеуказанных целей.
      </p>
      <p class="mt-2">
        Д) Настоящим Посетитель, Клиент/Пользователь и Репетитор выражает свое согласие на получение от myspeakup рекламных материалов, связанных с продвижением товаров и услуг Продавца, путем осуществления прямых контактов с использованием всех средств связи, включая, но не ограничиваясь: почтовая рассылка, СМС-рассылка, голосовая рассылка, рассылка электронных писем, в том числе с использованием cookies, таргетированная реклама в социальных сетях, поисковиках и других сайтах.
      </p>
      <p class="mt-2">
        Е) Настоящее Согласие вступает в силу с момента нажатия Посетителем, Клиентом/Пользователем и Репетитором кнопки о согласии/принятии в процессе регистрации на сайте https://myspeakup.uz/. Данное действие приравнивается к принятию всех условий настоящего Соглашения Пользователем, в соответствии со статьями 367-378 Гражданского кодекса Республики Узбекистан. Настоящее согласие действует до получения письменного отзыва данного согласия myspeakup. Посетитель, Клиент/Пользователь и Репетитор настоящим подтверждает, что ознакомлен с порядком отзыва согласия на обработку персональных данных Посетитель, Клиент/Пользователь и Репетитор подтверждает, что, давая согласие на обработку своих персональных данных, он действует без принуждения, по собственной воле и в своих интересах.
      </p>
      <p class="mt-2">
        Ж) В настоящее Соглашение могут вноситься изменения в одностороннем порядке, о чем будет опубликовано соответствующее уведомление на сайте myspeakup.uz для Посетителей, Клиентов/Пользователей и Репетиторов и/или отправлено уведомление на электронную почту, за 10 календарных дней до вступления в силу таких изменений. При этом акцептирование считается автоматическим.
      </p>





    </div>
  </div>

</template>

<style scoped>
.text-justify{
  text-align: justify;
}
</style>